Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: %@ · This action cannot be undone.
de: %@ · Diese Aktion kann nicht rückgängig gemacht werden.
es: %@ · Esta acción no se puede deshacer.
fil: %@ · Hindi na ito maibabalik.
fr: %@ · Cette action est irréversible.
hr: %@ · Ova se radnja ne može poništiti.
id: %@ · Tindakan ini tidak dapat dibatalkan.
ja: %@ · この操作は取り消せません。
ko: %@ · 이 작업은 되돌릴 수 없습니다.
ms: %@ · Tindakan ini tidak boleh dibatalkan.
pl: %@ · Tej operacji nie można cofnąć.
pt_br: %@ · Esta ação não pode ser desfeita.
ro: %@ · Această acțiune nu poate fi anulată.
ru: %@ · Это действие нельзя отменить.
th: %@ · การกระทำนี้ไม่สามารถย้อนกลับได้
tr: %@ · Bu işlem geri alınamaz.
zh_hans: %@ · 此操作无法撤销。
zh_hant: %@ · 此操作無法撤銷。

source: %@ (from backup)
de: %@ (aus Sicherung)
es: %@ (de la copia de seguridad)
fil: %@ (mula sa backup)
fr: %@ (depuis la sauvegarde)
hr: %@ (iz sigurnosne kopije)
id: %@ (dari cadangan)
ja: %@（バックアップから）
ko: %@ (백업에서)
ms: %@ (dari sandaran)
pl: %@ (z kopii zapasowej)
pt_br: %@ (do backup)
ro: %@ (din copia de rezervă)
ru: %@ (из копии)
th: %@ (จากข้อมูลสำรอง)
tr: %@ (yedekten)
zh_hans: %@（来自备份）
zh_hant: %@（來自備份）

source: %@ → rule #%lld “%@”
de: %@ → Regel #%lld „%@“
es: %@ → regla n.º %lld “%@”
fr: %@ → règle n° %lld « %@ »
hr: %@ → pravilo #%lld “%@”
id: %@ → aturan #%lld “%@”
ja: %@ → ルール #%lld「%@」
ko: %@ → 규칙 #%lld '%@'
ms: %@ → peraturan #%lld “%@”
pl: %@ → reguła #%lld „%@”
pt_br: %@ → regra #%lld “%@”
ro: %@ → regula #%lld „%@”
ru: %@ → правило №%lld «%@»
th: %@ → กฎ #%lld “%@”
tr: %@ → kural #%lld “%@”
zh_hans: %@ → 命中第 %lld 条规则“%@”
zh_hant: %@ → 規則 #%lld「%@」

source: %@ imported
de: %@ importiert
es: %@ importado
fil: Na-import ang %@
fr: %@ importé
hr: %@ uvezeno
id: %@ diimpor
ja: %@ をインポートしました
ko: %@ 가져옴
ms: %@ diimport
pl: Zaimportowano: %@
pt_br: %@ importado
ro: Importat: %@
ru: %@ импортировано
th: นำเข้า %@ แล้ว
tr: İçe aktarıldı: %@
zh_hans: 已导入 %@
zh_hant: 已匯入 %@

source: %@ is thinking
de: %@ denkt nach
es: %@ está pensando
fil: Nag-iisip si %@
fr: %@ réfléchit
hr: %@ razmišlja
id: %@ sedang berpikir
ja: %@ が考えています
ko: %@가 생각하는 중
ms: %@ sedang berfikir
pl: %@ myśli
pt_br: %@ está pensando
ro: %@ se gândește
ru: %@ думает
th: %@ กำลังคิด
tr: %@ düşünüyor
zh_hans: %@ 正在思考
zh_hant: %@ 正在思考

source: %@ is unavailable. It may have been deleted or not yet synced from iCloud.
de: %@ ist nicht verfügbar. Es wurde möglicherweise gelöscht oder ist noch nicht aus iCloud synchronisiert.
es: %@ no está disponible. Es posible que se haya eliminado o que aún no se haya sincronizado desde iCloud.
fil: Hindi available ang %@. Maaaring natanggal na ito o hindi pa na-sync mula sa iCloud.
fr: %@ n'est pas disponible. Il a peut-être été supprimé ou n'a pas encore été synchronisé depuis iCloud.
hr: %@ nije dostupno. Možda je obrisano ili još nije sinkronizirano s iClouda.
id: %@ tidak tersedia. Mungkin sudah dihapus atau belum disinkronkan dari iCloud.
ja: %@ は利用できません。削除されたか、iCloud からまだ同期されていない可能性があります。
ko: %@을(를) 사용할 수 없습니다. 삭제되었거나 iCloud에서 아직 동기화되지 않았을 수 있습니다.
ms: %@ tidak tersedia. Ia mungkin telah dipadam atau belum disegerakkan dari iCloud.
pl: %@ jest niedostępny. Mógł zostać usunięty lub nie został jeszcze zsynchronizowany z iCloud.
pt_br: %@ está indisponível. Pode ter sido excluído ou ainda não ter sido sincronizado do iCloud.
ro: %@ este indisponibil. Poate a fost șters sau încă nu s-a sincronizat din iCloud.
ru: %@ недоступно. Возможно, оно было удалено или ещё не синхронизировано из iCloud.
th: %@ ไม่พร้อมใช้งาน อาจถูกลบแล้วหรือยังไม่ได้ซิงค์จาก iCloud
tr: %@ kullanılamıyor. Silinmiş ya da iCloud'dan henüz eşitlenmemiş olabilir.
zh_hans: %@ 不可用。可能已被删除或尚未从 iCloud 同步。
zh_hant: %@ 不可用。可能已被刪除或尚未從 iCloud 同步。

source: %@ is working on it…
de: %@ arbeitet daran …
es: %@ está trabajando en ello…
fil: Ginagawa na ito ni %@…
fr: %@ s'en occupe…
hr: %@ radi na tome…
id: %@ sedang mengerjakannya…
ja: %@ が処理しています…
ko: %@ 이(가) 처리 중입니다…
ms: %@ sedang mengerjakannya…
pl: %@ pracuje nad tym…
pt_br: %@ está trabalhando nisso…
ro: %@ lucrează la asta…
ru: %@ выполняет задачу…
th: %@ กำลังดำเนินการ…
tr: %@ üzerinde çalışıyor…
zh_hans: %@ 正在处理…
zh_hant: %@ 正在處理…

source: %1$@ outputs %2$@ and usually can't drive an Agent task. Pick a text-output model for the session, or add this model to Available Models in Agent Loop so the Agent can call it via minis-model-use when it needs to generate %3$@.
de: %1$@ gibt %2$@ aus und kann eine Agent-Aufgabe normalerweise nicht steuern. Wähle für die Sitzung ein Modell mit Textausgabe oder füge dieses Modell zu „Verfügbare Modelle im Agent Loop“ hinzu, damit der Agent es bei Bedarf über minis-model-use aufrufen kann, um %3$@ zu generieren.
es: %@ genera %@ y normalmente no puede ejecutar una tarea de Agent. Elige un modelo de salida de texto para la sesión, o añade este modelo a Modelos disponibles en Agent Loop para que Minis Agent pueda invocarlo mediante minis-model-use cuando necesite generar %@.
fil: Gumagawa ang %@ ng %@ at karaniwang hindi kayang magpatakbo ng Agent task. Pumili ng model na text ang output para sa session, o idagdag ang model na ito sa Mga Available na Model sa Agent Loop para matawag ito ng agent gamit ang minis-model-use kapag kailangan nitong gumawa ng %@.
fr: %1$@ produit %2$@ et ne peut généralement pas piloter une tâche Agent. Choisissez un modèle à sortie texte pour la session, ou ajoutez ce modèle aux « Modèles disponibles dans l’Agent Loop » afin que l’Agent puisse l’appeler via minis-model-use lorsqu’il a besoin de générer %3$@.
hr: %1$@ daje izlaz %2$@ i obično ne može voditi Agent zadatak. Odaberite model s tekstualnim izlazom za sesiju ili dodajte ovaj model u Dostupne modele u Agent petlji kako bi ga Agent mogao pozvati putem minis-model-use kada treba generirati %3$@.
id: %@ menghasilkan %@ dan biasanya tidak dapat menjalankan tugas Agen. Pilih model berkeluaran teks untuk sesi ini, atau tambahkan model ini ke Model Tersedia dalam Loop Agen agar agen dapat memanggilnya via minis-model-use saat perlu menghasilkan %@.
ja: %1$@ は %2$@ を出力するため、通常は Agent タスクを駆動できません。セッションにはテキスト出力モデルを選ぶか、このモデルを「Agent Loop 利用可能モデル」に追加してください。そうすれば Agent が %3$@ を生成する必要があるときに minis-model-use 経由で呼び出せます。
ko: %1$@은(는) %2$@을(를) 출력하므로 일반적으로 Agent 작업을 수행할 수 없습니다. 세션에는 텍스트 출력 모델을 선택하거나, 이 모델을 "Agent Loop 사용 가능한 모델"에 추가하세요. 그러면 Agent가 %3$@을(를) 생성해야 할 때 minis-model-use를 통해 호출할 수 있습니다.
ms: %@ menghasilkan %@ dan biasanya tidak boleh menjalankan tugas Ejen. Pilih model beroutput teks untuk sesi ini, atau tambah model ini ke Model Tersedia dalam Gelung Ejen supaya ejen boleh memanggilnya melalui minis-model-use apabila perlu menjana %@.
pl: %@ zwraca %@ i zwykle nie nadaje się do prowadzenia zadania agenta. Wybierz dla sesji model z wyjściem tekstowym albo dodaj ten model do dostępnych modeli w pętli agenta, aby agent mógł go wywołać przez minis-model-use, gdy potrzebuje wygenerować: %@.
pt_br: %@ produz %@ e normalmente não consegue conduzir uma tarefa de agente. Escolha um modelo com saída de texto para a sessão ou adicione este modelo a Modelos disponíveis na Malha do agente, para o agente poder chamá-lo por minis-model-use quando precisar gerar %@.
ro: %@ produce %@ și de obicei nu poate conduce o sarcină de agent. Alege pentru sesiune un model cu ieșire text sau adaugă acest model la Modele disponibile în Bucla agentului, ca agentul să îl poată apela prin minis-model-use când trebuie să genereze %@.
ru: %1$@ выдаёт %2$@ и обычно не может выполнять задачи Agent. Выберите для сессии модель с текстовым выводом или добавьте эту модель в «Доступные модели» в Agent Loop, чтобы Agent мог вызывать её через minis-model-use, когда ему нужно сгенерировать %3$@.
th: %@ สร้างเอาต์พุตเป็น %@ และมักใช้ขับเคลื่อนงานเอเจนต์ไม่ได้ เลือกโมเดลที่ให้เอาต์พุตเป็นข้อความสำหรับเซสชันนี้ หรือเพิ่มโมเดลนี้ในโมเดลที่ใช้ได้ในลูปเอเจนต์ เพื่อให้เอเจนต์เรียกใช้ผ่าน minis-model-use เมื่อต้องสร้าง %@
tr: %@ şunu üretir: %@ ve genellikle bir Aracı görevini yürütemez. Oturum için metin çıkışlı bir model seçin ya da bu modeli Aracı Döngüsündeki Kullanılabilir Modeller'e ekleyin; böylece aracı, şunu üretmesi gerektiğinde minis-model-use ile çağırabilir: %@.
zh_hans: %1$@ 输出 %2$@，通常无法驱动 Agent 任务。请为会话选择文本输出模型，或将该模型加入「Agent Loop 可用模型」，这样 Agent 在需要生成 %3$@ 时可通过 minis-model-use 调用它。
zh_hant: %1$@ 輸出 %2$@，通常無法驅動 Agent 任務。請為對話選擇文字輸出模型，或將該模型加入「Agent Loop 可用模型」，這樣 Agent 在需要產生 %3$@ 時可透過 minis-model-use 呼叫它。

source: %@ Protection
de: %@-Schutz
es: Protección de %@
fil: Proteksyon ng %@
hr: Zaštita %@
id: Perlindungan %@
ja: %@ 保護
ko: %@ 보호
ms: Perlindungan %@
pl: Ochrona: %@
pt_br: Proteção de %@
ro: Protecție: %@
ru: Защита %@
th: การป้องกัน %@
tr: %@ Koruması
zh_hans: %@ 保护
zh_hant: %@ 保護

source: %@ rec/s
de: %@ Ds./s
fr: %@ enr./s
hr: %@ zap/s
id: %@ rec/dtk
ja: %@ 件/秒
ko: %@건/초
pl: %@ rek./s
pt_br: %@ reg/s
ro: %@ înreg./s
ru: %@ зап./с
tr: %@ kayıt/sn
zh_hans: %@ 条/秒
zh_hant: %@ 筆/秒

# %@ started with %@.
source: %1$@ started with %2$@.
de: %1$@ wurde mit %2$@ gestartet.
es: %@ se inició con %@.
fil: Nagsimula ang %@ gamit ang %@.
fr: %1$@ a démarré avec %2$@.
hr: %1$@ započeo je s %2$@.
id: %@ dimulai dengan %@.
ja: %1$@ は %2$@ で開始されました。
ko: %1$@이(가) %2$@(으)로 시작되었습니다.
ms: %@ dimulakan dengan %@.
pl: %@ rozpoczęto z: %@.
pt_br: %@ iniciado com %@.
ro: %@ a pornit cu: %@.
ru: %1$@ запущено с %2$@.
th: %@ เริ่มต้นด้วย %@
tr: %@ şununla başladı: %@.
zh_hans: 已使用 %2$@ 启动 %1$@。
zh_hant: 已使用 %2$@ 啓動 %1$@。

source: %@: %lld file(s) were listed in the backup but missing from it — the backup is incomplete
de: %@: %lld Datei(en) waren in der Sicherung gelistet, fehlten aber darin — die Sicherung ist unvollständig
es: %@: %lld archivo(s) figuraban en la copia de seguridad pero no estaban incluidos: la copia está incompleta
fil: %@: %lld file ang nakalista sa backup pero wala doon — kulang ang backup
fr: %@ : %lld fichier(s) étaient répertoriés dans la sauvegarde mais en sont absents — la sauvegarde est incomplète
hr: %@: datoteka navedenih u sigurnosnoj kopiji, ali koje u njoj nedostaju: %lld — kopija je nepotpuna
id: %@: %lld file terdaftar dalam cadangan tetapi tidak ada di dalamnya — cadangan tidak lengkap
ja: %@：%lld 件のファイルがバックアップに記載されていますが実体がありません。バックアップは不完全です
ko: %@: %lld개 파일이 백업에 기재되었지만 실제로는 없습니다. 백업이 불완전합니다
ms: %@: %lld file disenaraikan dalam sandaran tetapi tiada di dalamnya — sandaran tidak lengkap
pl: %@: plików wypisanych w kopii, ale w niej brakujących: %lld — kopia jest niepełna
pt_br: %@: %lld arquivo(s) estavam listados no backup, mas ausentes dele — o backup está incompleto
ro: %@: fișiere listate în copie, dar lipsă din ea: %lld — copia este incompletă
ru: %@: файлов указано в копии, но отсутствует в ней: %lld — копия неполная
th: %@: %lld ไฟล์อยู่ในรายการของข้อมูลสำรองแต่ไม่มีอยู่จริง — ข้อมูลสำรองไม่สมบูรณ์
tr: %@: yedekte listelenen ama içinde bulunmayan dosya sayısı: %lld — yedek eksik
zh_hans: %1$@：%2$lld 个文件在备份清单中但实际缺失——该备份不完整
zh_hant: %@：有 %lld 個檔案列在備份中卻找不到內容，這個備份並不完整

source: %@: %lld file(s) weren't in the backup (not downloaded from iCloud on the source device)
de: %@: %lld Datei(en) waren nicht in der Sicherung (auf dem Quellgerät nicht aus iCloud geladen)
es: %@: %lld archivo(s) no estaban en la copia de seguridad (no se descargaron desde iCloud en el dispositivo de origen)
fil: %@: %lld file ang wala sa backup (hindi na-download mula sa iCloud sa source device)
fr: %@ : %lld fichier(s) absents de la sauvegarde (non téléchargés depuis iCloud sur l'appareil source)
hr: %@: datoteka kojih nije bilo u sigurnosnoj kopiji: %lld (nisu preuzete s iClouda na izvornom uređaju)
id: %@: %lld file tidak ada dalam cadangan (belum diunduh dari iCloud di perangkat sumber)
ja: %@：%lld 件のファイルがバックアップに含まれていません（転送元デバイスで iCloud から未ダウンロード）
ko: %@: %lld개 파일이 백업에 포함되지 않았습니다 (원본 기기에서 iCloud로부터 다운로드되지 않음)
ms: %@: %lld file tiada dalam sandaran (belum dimuat turun dari iCloud pada peranti sumber)
pl: %@: plików brakujących w kopii: %lld (nie pobrano ich z iCloud na urządzeniu źródłowym)
pt_br: %@: %lld arquivo(s) não estavam no backup (não baixados do iCloud no dispositivo de origem)
ro: %@: fișiere lipsă din copie: %lld (nedescărcate din iCloud pe dispozitivul sursă)
ru: %@: файлов не попало в копию: %lld (не загружены из iCloud на исходном устройстве)
th: %@: %lld ไฟล์ไม่อยู่ในข้อมูลสำรอง (ยังไม่ได้ดาวน์โหลดจาก iCloud บนอุปกรณ์ต้นทาง)
tr: %@: yedekte olmayan dosya sayısı: %lld (kaynak aygıtta iCloud'dan indirilmemiş)
zh_hans: %1$@：%2$lld 个文件不在备份中（源设备上未从 iCloud 下载）
zh_hant: %@：有 %lld 個檔案未納入備份（來源裝置尚未從 iCloud 下載）

# %@: %lld file(s) weren't in the backup (size limit)
source: %1$@: %2$lld file(s) weren't in the backup (size limit)
de: %@: %lld Datei(en) waren nicht in der Sicherung (Größenlimit)
es: %@: %lld archivo(s) no estaban en la copia de seguridad (límite de tamaño)
fil: %@: %lld file ang wala sa backup (limitasyon sa laki)
fr: %@ : %lld fichier(s) absents de la sauvegarde (limite de taille)
hr: %1$@: datoteka kojih nije bilo u sigurnosnoj kopiji: %2$lld (ograničenje veličine)
id: %@: %lld file tidak ada dalam cadangan (batas ukuran)
ja: %@：%lld 件のファイルがバックアップに含まれていません（サイズ上限）
ko: %@: %lld개 파일이 백업에 포함되지 않았습니다 (크기 제한)
ms: %@: %lld file tiada dalam sandaran (had saiz)
pl: %@: plików brakujących w kopii: %lld (limit rozmiaru)
pt_br: %@: %lld arquivo(s) não estavam no backup (limite de tamanho)
ro: %@: fișiere lipsă din copie: %lld (limită de dimensiune)
ru: %@: файлов не попало в копию: %lld (лимит размера)
th: %@: %lld ไฟล์ไม่อยู่ในข้อมูลสำรอง (เกินขนาดที่กำหนด)
tr: %@: yedekte olmayan dosya sayısı: %lld (boyut sınırı)
zh_hans: %@：有 %lld 个文件未纳入备份（大小限制）
zh_hant: %@：有 %lld 個檔案未納入備份（大小上限）

source: %lld / %lld chars
de: %1$lld / %2$lld Zeichen
es: %lld / %lld caracteres
fil: %lld / %lld karakter
fr: %1$lld / %2$lld caractères
hr: %lld / %lld znakova
id: %lld / %lld karakter
ja: %1$lld / %2$lld 文字
ko: %1$lld / %2$lld자
ms: %lld / %lld aksara
pl: %lld / %lld znaków
pt_br: %lld / %lld caracteres
ro: %lld / %lld caractere
ru: %lld / %lld симв.
th: %lld / %lld อักขระ
tr: %lld / %lld karakter
zh_hans: %1$lld / %2$lld 字
zh_hant: %1$lld / %2$lld 字

# %lld / %lld used
source: %1$lld / %2$lld used
de: %1$lld / %2$lld belegt
es: %lld / %lld usado
fil: %lld / %lld ang nagamit
fr: %1$lld / %2$lld utilisés
hr: %1$lld / %2$lld iskorišteno
id: %lld / %lld terpakai
ja: %1$lld / %2$lld 使用中
ko: %1$lld / %2$lld 사용됨
ms: %lld / %lld digunakan
pl: użyto %lld / %lld
pt_br: %lld / %lld usados
ro: %lld / %lld folosite
ru: Использовано %1$lld / %2$lld
th: ใช้แล้ว %lld / %lld
tr: %lld / %lld kullanıldı
zh_hans: 已使用 %1$lld / %2$lld
zh_hant: 已使用 %1$lld / %2$lld

source: %lld / %lld words
de: %1$lld / %2$lld Wörter
es: %lld / %lld palabras
fil: %lld / %lld salita
fr: %1$lld / %2$lld mots
hr: %lld / %lld riječi
id: %lld / %lld kata
ja: %1$lld / %2$lld 単語
ko: %1$lld / %2$lld 단어
ms: %lld / %lld perkataan
pl: %lld / %lld słów
pt_br: %lld / %lld palavras
ro: %lld / %lld cuvinte
ru: %lld / %lld слов
th: %lld / %lld คำ
tr: %lld / %lld sözcük
zh_hans: %1$lld / %2$lld 词
zh_hant: %1$lld / %2$lld 詞

source: %lld built-in models
de: %lld integrierte Modelle
es: %lld modelos integrados
fil: %lld built-in na model
fr: %lld modèles intégrés
hr: Ugrađenih modela: %lld
id: %lld model bawaan
ja: %lld 個の組み込みモデル
ko: %lld개 내장 모델
ms: %lld model terbina dalam
pl: %lld modeli wbudowanych
pt_br: %lld modelos integrados
ro: Modele integrate: %lld
ru: Встроенных моделей: %lld
th: %lld โมเดลในตัว
tr: %lld yerleşik model
zh_hans: %lld 个内置模型
zh_hant: %lld 個內置模型

source: %lld day
de: %lld Tag
es: %lld día
fil: %lld araw
fr: %lld jour
hr: %lld dan
id: %lld hari
ja: %lld 日
ko: %lld일
ms: %lld hari
pl: %lld dni
pt_br: %lld dia
ro: Zile: %lld
ru: %lld дн.
th: %lld วัน
tr: %lld gün
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld day ago
de: vor %lld Tag
es: hace %lld día
fil: %lld araw na nakalipas
fr: il y a %lld jour
hr: prije %lld dan
id: %lld hari lalu
ja: %lld 日前
ko: %lld일 전
ms: %lld hari lalu
pl: %lld dni temu
pt_br: há %lld dia
ro: acum %lld zile
ru: %lld день назад
th: %lld วันที่แล้ว
tr: %lld gün önce
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fil: %lld araw na nakalipas
fr: il y a %lld jours
hr: prije %lld dana
id: %lld hari lalu
ja: %lld 日前
ko: %lld일 전
ms: %lld hari lalu
pl: %lld dni temu
pt_br: há %lld dias
ro: acum %lld zile
ru: %lld дн. назад
th: %lld วันที่แล้ว
tr: %lld gün önce
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld excluded
de: %lld ausgeschlossen
es: %lld excluidos
fil: %lld ang hindi kasama
fr: %lld exclus
hr: Izuzeto: %lld
id: %lld dikecualikan
ja: 除外：%lld
ko: 제외됨: %lld
ms: %lld dikecualikan
pl: wykluczono: %lld
pt_br: %lld excluídos
ro: excluse: %lld
ru: Исключено: %lld
th: ไม่รวม %lld
tr: %lld tanesi hariç
zh_hans: %lld 个已排除
zh_hant: 已排除：%lld

source: %lld hours
de: %lld Stunden
es: %lld horas
fil: %lld oras
fr: %lld heures
hr: Sati: %lld
id: %lld jam
ja: %lld 時間
ko: %lld시간
ms: %lld jam
pl: %lld godzin
pt_br: %lld horas
ro: Ore: %lld
ru: %lld ч
th: %lld ชั่วโมง
tr: %lld saat
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld hr
de: %lld Std.
es: %lld h
fil: %lld oras
fr: %lld h
hr: %lld h
id: %lld jam
ja: %lld 時間
ko: %lld시간
ms: %lld jam
pl: %lld godz.
pt_br: %lld h
ro: %lld h
ru: %lld ч
th: %lld ชั่วโมง
tr: %lld saat
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld hr ago
de: vor %lld Std.
es: hace %lld h
fil: %lld oras na nakalipas
fr: il y a %lld h
hr: prije %lld h
id: %lld jam lalu
ja: %lld 時間前
ko: %lld시간 전
ms: %lld jam lalu
pl: %lld godz. temu
pt_br: há %lld h
ro: acum %lld h
ru: %lld ч назад
th: %lld ชั่วโมงที่แล้ว
tr: %lld saat önce
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lld hr left
de: %lld Std. übrig
es: quedan %lld h
fil: %lld oras na lang
fr: %lld h restantes
hr: preostalo %lld h
id: %lld jam lagi
ja: 残り %lld 時間
ko: %lld시간 남음
ms: %lld jam lagi
pl: pozostało %lld godz.
pt_br: %lld h restantes
ro: %lld h rămase
ru: осталось %lld ч
th: เหลือ %lld ชั่วโมง
tr: %lld saat kaldı
zh_hans: 剩 %lld 小时
zh_hant: 剩 %lld 小時

source: %lld min ago
de: vor %lld Min.
es: hace %lld min
fil: %lld min na nakalipas
fr: il y a %lld min
hr: prije %lld min
id: %lld mnt lalu
ja: %lld 分前
ko: %lld분 전
ms: %lld min lalu
pl: %lld min temu
pt_br: há %lld min
ro: acum %lld min
ru: %lld мин назад
th: %lld นาทีที่แล้ว
tr: %lld dk önce
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld min left
de: %lld Min. übrig
es: quedan %lld min
fil: %lld min na lang
fr: %lld min restantes
hr: preostalo %lld min
id: %lld mnt lagi
ja: 残り %lld 分
ko: %lld분 남음
ms: %lld min lagi
pl: pozostało %lld min
pt_br: %lld min restantes
ro: %lld min rămase
ru: осталось %lld мин
th: เหลือ %lld นาที
tr: %lld dk kaldı
zh_hans: 剩 %lld 分钟
zh_hant: 剩 %lld 分鐘

# %lld model%@
source: %1$lld model%2$@
de: %1$lld Modell%2$@
es: %lld modelo%@
fil: %lld model%@
fr: %1$lld modèle%2$@
id: %lld model%@
ja: %1$lld 個のモデル%2$@
ko: %1$lld개 모델%2$@
ms: %lld model%@
pl: %lld model%@
pt_br: %lld model%@
ro: %lld model%@
ru: %1$lld модел%2$@
th: %lld โมเดล%@
tr: %lld model%@
zh_hans: %1$lld 个模型%2$@
zh_hant: %1$lld 個模型%2$@

# %lld model%@ · %@
source: %1$lld model%2$@ · %3$@
de: %1$lld Modell%2$@ · %3$@
es: %lld modelo%@ · %@
fil: %lld model%@ · %@
fr: %1$lld modèle%2$@ · %3$@
id: %lld model%@ · %@
ja: %1$lld 個のモデル%2$@ · %3$@
ko: %1$lld개 모델%2$@ · %3$@
ms: %lld model%@ · %@
pl: %lld model%@ · %@
pt_br: %lld model%@ · %@
ro: %lld model%@ · %@
ru: %1$lld модел%2$@ · %3$@
th: %lld โมเดล%@ · %@
tr: %lld model%@ · %@
zh_hans: %1$lld 个模型%2$@ · %3$@
zh_hant: %1$lld 個模型%2$@ · %3$@

source: %lld models
de: %lld Modelle
es: %lld modelos
fil: %lld model
fr: %lld modèles
hr: Modela: %lld
id: %lld model
ja: %lld 個のモデル
ko: %lld개 모델
ms: %lld model
pl: %lld modeli
pt_br: Modelos: %lld
ro: Modele: %lld
ru: %lld моделей
th: %lld โมเดล
tr: %lld model
zh_hans: %lld 个模型
zh_hant: %lld 個模型

source: %lld models · all unavailable
de: %lld Modelle · alle nicht verfügbar
es: %lld modelos · ninguno disponible
fil: %lld model · lahat hindi available
fr: %lld modèles · tous indisponibles
hr: Modela: %lld · svi nedostupni
id: %lld model · semua tidak tersedia
ja: %lld モデル · すべて利用不可
ko: %lld개 모델 · 모두 사용 불가
ms: %lld model · semua tidak tersedia
pl: %lld modeli · wszystkie niedostępne
pt_br: %lld modelos · todos indisponíveis
ro: %lld modele · toate indisponibile
ru: %lld моделей · все недоступны
th: %lld โมเดล · ไม่พร้อมใช้งานทั้งหมด
tr: %lld model · tümü kullanılamıyor
zh_hans: %lld 个模型 · 全部不可用
zh_hant: %lld 個模型 · 全部不可用

source: %lld parts
de: %lld Teile
es: %lld partes
fil: %lld bahagi
fr: %lld parties
hr: Dijelova: %lld
id: %lld bagian
ja: %lld パート
ko: %lld개 부분
ms: %lld bahagian
pl: %lld części
pt_br: %lld partes
ro: Părți: %lld
ru: Частей: %lld
th: %lld ส่วน
tr: %lld parça
zh_hans: %lld 个分块
zh_hant: %lld 個部分

source: %lld rec/s
de: %lld Ds./s
fr: %lld enr./s
hr: %lld zap/s
id: %lld rec/dtk
ja: %lld 件/秒
ko: %lld건/초
pl: %lld rek./s
pt_br: %lld reg/s
ro: %lld înreg./s
ru: %lld зап./с
tr: %lld kayıt/sn
zh_hans: %lld 条/秒
zh_hant: %lld 筆/秒

source: %lld Selected
de: %lld ausgewählt
es: %lld seleccionados
fil: %lld ang Napili
fr: %lld sélectionné(s)
hr: Odabrano: %lld
id: %lld Dipilih
ja: %lld 件選択中
ko: %lld개 선택됨
ms: %lld Dipilih
pl: Wybrano: %lld
pt_br: Selecionados: %lld
ro: Selectate: %lld
ru: Выбрано: %lld
th: เลือกแล้ว %lld
tr: Seçildi: %lld
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

source: %lld sessions will move back to the main list. No session will be deleted.
de: %lld Sitzungen kehren in die Hauptliste zurück. Keine Sitzung wird gelöscht.
es: %lld sesiones volverán a la lista principal. No se eliminará ninguna sesión.
fil: Babalik ang %lld session sa pangunahing listahan. Walang session na tatanggalin.
fr: %lld sessions reviendront dans la liste principale. Aucune session ne sera supprimée.
hr: Sesija koje se vraćaju na glavni popis: %lld. Nijedna sesija neće biti obrisana.
id: %lld sesi akan dikembalikan ke daftar utama. Tidak ada sesi yang dihapus.
ja: %lld件のセッションがメインリストに戻ります。セッションは削除されません。
ko: %lld개의 세션이 기본 목록으로 돌아갑니다. 세션은 삭제되지 않습니다.
ms: %lld sesi akan kembali ke senarai utama. Tiada sesi akan dipadam.
pl: Sesje wrócą na główną listę: %lld. Żadna sesja nie zostanie usunięta.
pt_br: %lld sessões voltarão para a lista principal. Nenhuma sessão será excluída.
ro: Sesiunile revin în lista principală: %lld. Nicio sesiune nu va fi ștearsă.
ru: %lld сеансов вернутся в основной список. Ни один сеанс не будет удалён.
th: %lld เซสชันจะย้ายกลับไปยังรายการหลัก จะไม่มีเซสชันใดถูกลบ
tr: %lld oturum ana listeye geri taşınacak. Hiçbir oturum silinmeyecek.
zh_hans: %lld 个会话将移回主列表，不会删除任何会话。
zh_hant: %lld 個工作階段將移回主清單，不會刪除任何工作階段。

source: %lld speech-to-text
de: %lld Sprache-zu-Text
es: %lld de voz a texto
fr: %lld reconnaissance vocale
hr: Govor u tekst: %lld
id: %lld ucapan-ke-teks
ja: %lld 音声認識
ko: %lld개 음성 인식
ms: %lld pertuturan-ke-teks
pl: %lld mowa-na-tekst
pt_br: %lld de fala para texto
ro: %lld voce-în-text
ru: %lld распознавание речи
th: %lld เสียงพูดเป็นข้อความ
tr: %lld konuşmadan metne
zh_hans: %lld 个语音转文字
zh_hant: %lld 個語音轉文字

source: %lld text-to-speech
de: %lld Text-zu-Sprache
es: %lld de texto a voz
fr: %lld synthèse vocale
hr: Tekst u govor: %lld
id: %lld teks-ke-ucapan
ja: %lld 音声合成
ko: %lld개 음성 합성
ms: %lld teks-ke-pertuturan
pl: %lld tekst-na-mowę
pt_br: %lld de texto para fala
ro: %lld text-în-voce
ru: %lld синтез речи
th: %lld ข้อความเป็นเสียงพูด
tr: %lld metinden konuşmaya
zh_hans: %lld 个文字转语音
zh_hant: %lld 個文字轉語音

source: %lld/%lld available
de: %lld/%lld verfügbar
es: %lld/%lld disponibles
fil: %lld/%lld ang available
fr: %lld/%lld disponibles
hr: %lld/%lld dostupno
id: %lld/%lld tersedia
ja: %lld/%lld 利用可能
ko: %lld/%lld 사용 가능
ms: %lld/%lld tersedia
pl: dostępne: %lld/%lld
pt_br: %lld/%lld disponíveis
ro: disponibile: %lld/%lld
ru: %lld/%lld доступно
th: พร้อมใช้งาน %lld/%lld
tr: %lld/%lld kullanılabilir
zh_hans: %lld/%lld 可用
zh_hant: %lld/%lld 可用
